Repository: imclab/pnut
Catalog: locale/*/LC_MESSAGES/pnut.po
Languages: ru

source: Content can't be empty
ru: Содержание не может быть пустым

source: Title can't be empty
ru: Заголовок не может быть пустым

source: Publish date is incorrect
ru: Некорректная дата публикации

source: Archive date is incorrect
ru: Некорректная дата архивации

source: Author is not found
ru: Автор не найден

source: Topic is not found
ru: Раздел не найден

source: Type must be either article or gallery
ru: Тип статьи должен быть 'article' или 'gallery'

source: Language code is incorrect
ru: Некорректный код языка

source: Original article is not found
ru: Статья-оригинал не найдена

source: Incorrect MIME-type format
ru: Некорректный тип MIME

source: Filename can't be empty
ru: Имя файла должно быть задано

source: Incorrect email address
ru: Некорректный адрес электронной почты

source: Name must not be empty
ru: Имя должно быть задано

source: Name must contain symbols from set: A-Z, a-z, 0-9, "-", "_"
ru: Имя должно состоять из следующего набора символов: A-Z, a-z, 0-9, "-", "_"

source: Default subtopic must be child of this topic
ru: Подраздел по умолчанию должен быть в поддереве данного раздела

source: Item's child can't be parent of a child
ru: Объект не может быть родителем своего наследника

source: Topic can't be parent of itself
ru: Объект не может быть родителем самому себе

source: Owner is not found
ru: Владелец не найден

source: Group is not found
ru: Группа не найдена

source: Login must not be empty
ru: Логин должен быть задан

source: Password must not be empty
ru: Пароль должен быть задан

source: Login must contain symbols from set: A-Z, a-z, 0-9, "-", "_"
ru: Логин должен состоять из следующих симовлов: A-Z, a-z, 0-9, "-", "_"

source: Username must not be empty
ru: Имя пользователя должно быть задано

source: Role must be either "guest", "user", "manager", "admin" or "superuser"
ru: Роль должна быть "гость", "пользователь", "менеджер", "администратор" или "суперпользователь"

source: Passwords don't match
ru: Пароли не совпадают
